export const ja_3d_icad_interface = {
  "icad.step0": "ワークスペースは、最大のモデリング効率のために設計されたいくつかの主要な機能エリアに分かれています。",
  "icad.step1": "ナビゲーションとコマンド: 図上の点滅するホットスポットを使用して、コマンドメニュー、階層ツリービュー、デザインを形にする主要な3Dビューポートの特定の目的を調べます。",
  "icad.step2": "タイトルバー: プログラム名と、通常は現在アクティブなドキュメントの名前を表示します",
  "icad.step3": "メニューバー: 「ファイル」、「表示」、「情報」、「設定」、「ツール」、「ウィンドウ」、「ヘルプ」などのドロップダウンメニューが含まれています。",
  "icad.step4": "コマンドメニュー: さまざまな機能に関連付けられた利用可能なコマンドのセットが含まれています。2Dでの使用が推奨されます。",
  "icad.step5": "ツリービュー: 現在作業中の図面に含まれる3D部品およびグループを表示します。",
  "icad.step6": "ワークスペース: 3Dモデリングおよびアセンブリ作業が行われるエリア。",
  "icad.step7": "アイコンメニュー: 3Dモデリングに関する操作を実行するためのコマンドが含まれています。その他のオプションは、コマンドメニューから選択できます。",
  "icad.step8": "項目入力: コマンドの実行に必要な値や文字を入力するために使用されます。",
  "icad.step9": "キー入力: 座標やその他の値は、キー入力エリアから入力できます。",
  "icad.step10": "ツールバー: 表示または非表示にできる一連のツールバーが含まれています。これらのツールバーは以下の通りです：",
  "icad.step11": "メッセージペイン: 操作に関するメッセージを表示します。赤色で表示されるメッセージはエラーメッセージです。",
};
